{
	"diary": {
		"title": "Mahlzeiten planen und Nährwerte verfolgen",
		"subtitle": "Trage Rezepte mit einem einzigen Klick in dein Tagebuch ein. Ändere die Menge, füge Lebensmittel hinzu oder entferne sie. Es war nie einfacher, im Voraus zu planen und gelichzeitig im Hier und Jetzt zu leben.",
		"list": {
			"1": "Gruppiere deine Tagebucheinträge automatisch oder definiere deine eigenen Mahlzeiten.",
			"2": "Definiere deinen eigenen täglichen Nährstoffbedarf.",
			"3": "Favoriten helfen dir, oft gegessene Lebensmittel noch schneller ins Tagebuch einzutragen.",
			"4": "Benutze Vorlagen, um einen Plan für eine ganze Woche mit einem Klick aufzustellen.",
			"5": "Vermeide Datenverlust: Das Tagebuch bleibt auch nach Jahren noch aufgeräumt und übersichtlich."
		}
	},
	"email": {
		"action": {
			"1": "Konto aktivieren",
			"2": "E-Mail-Adresse bestätigen",
			"3": "Passwort zurücksetzen"
		},
		"foot": "&copy; 2021-2024 das HeyApple Entwicklerteam",
		"info": {
			"2": "<p>Falls du deine E-Mail-Adresse gar nicht ändern wolltest, solltest du deinen Anmeldeverlauf auf verdächtige Vorgänge prüfen. Eine Übersicht über die letzten Anmeldeversuche findest du in deinen Profileinstellungen. Deine E-Mail-Adresse wird erst geändert, wenn du auf den Link oben klickst.</p><p>Falls du keinen Account bei HeyApple hast und gar nicht verstehst, wass das alles hier soll, hat wahrscheinlich jemand aus Versehen deine Adresse angegeben bei dem Versuch, die eigene zu ändern. In dem Fall kannst du diese Nachricht einfach ignorieren.</p>",
			"3": "<p>Falls du dein Passwort gar nicht zurücksetzen wolltest, solltest du deinen Anmeldeverlauf auf verdächtige Vorgänge prüfen. Eine Übersicht über die letzten Anmeldeversuche findest du in deinen Profileinstellungen.</p>"
		},
		"msg": {
			"1": "<h2>Hallo und willkommen bei HeyApple,<h2><p>deine Registrierung ist fast abgeschlossen. Klicke auf den Link, um deine E-Mail-Adresse zu bestätigen und das Benutzerkonto für die Anmeldung freizuschalten:</p>",
			"2": "<p>Hallo,</p><p>du möchtest die E-Mail-Adresse für deinen heyApple-Account ändern? Klicke auf den Link, um die neue Adresse zu bestätigen:",
			"3": "<p>Hallo,</p><p>du benötigst Hilfe, weil du nicht mehr in dein HeyApple-Konto kommst? Klicke auf den Link, um dein Passwort zurückzusetzen:"
		},
		"plain": "Sollte der Link nicht funktionieren, kopiere die folgende Adresse in die Adresszeile deines Internet-Browsers:",
		"sub": {
			"1": "Willkommen bei HeyApple!",
			"2": "E-Mail-Adresse ändern",
			"3": "Vergessenes Passwort zurücksetzen"
		}
	},
	"err": {
		"err": "Fehler"
	},
	"food": {
		"title": "Detaillierte Lebensmitteldatenbank",
		"subtitle": "Durchsuche Hunderte von Lebensmitteln und vergleiche Makronährstoffe, Mineralien und Vitamine.",
		"list": {
			"1": "Die Datenbank enthält mehr als 40 Nährstoffe, einschließlich unterschiedlicher Fette und Kohlenhydrate.",
			"2": "Jedes neue Lebensmittel wird mit Hilfe internationaler Datenbanken auf die Richtigkeit der Werte überprüft.",
			"3": "Qualität vor Qunatität: Natürliche, unverarbeitete Lebensmittel machen den Großteil der Datenbank aus."
		}
	},
	"home": {
		"betawarn": "HeyApple befindet sich momentan in der Beta-Phase. Viele Funktionen fehlen noch oder sind unvollständig. Der offizielle Start ist für 2024 geplant.",
		"copy": "&copy; 2021-2024 die HeyApple Entwickler",
		"legal": "Impressum",
		"login": "Anmelden",
		"privacy": "Datenschutz",
		"register": "Registrieren",
		"terms": "AGB"
	},
	"jumbo": {
		"title": "Das komplette Ernährungstagebuch",
		"subtitle": "Von der Bratpfanne zum Einkaufswagen: HeyApple liefert alles, was du brauchst, um Nährstoffe im Blick zu behalten und Mahlzeiten zu planen",
		"diaryhead": "Mahlzeiten planen",
		"diaryintro": "Plane Mahlzeiten, definiere Nährstoffziele, analysiere deine Daten",
		"foodhead": "Lebensmittel-Datenbank",
		"foodintro": "Finde die Lebensmittel, die zu deinen Makros und mehr als 30 weiteren Nährstoffen passen",
		"recipehead": "Rezept-Manager",
		"recipeintro": "Erstelle dein eigenes Kochbuch, teile es, lass dich von anderen inspirieren",
		"shophead": "Einkaufsliste",
		"shopintro": "Automatische Einkaufslisten machen den Weg zum Supermarkt zum Spaziergang"
	},
	"lang": "de",
	"legal": {
		"contactbody": "TODO",
		"contacthead": "Diensteanbieter",
		"head": "Impressum",
		"mainbody": "<p>Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.</p><h2>Haftung für Links</h2><p>Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.</p><h2>Urheberrecht</h2><p>Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.</p>",
		"mainhead": "Haftung für Inhalte"
	},
	"more": {
		"title": "Mehr Schmackhaftes",
		"apihead": "RESTful API",
		"apibody": "Eine robuste REST-API erlaubt dir, die App mit dem Client deiner Wahl zu verwenden.",
		"privacyhead": "Standardmäßig privat",
		"privacybody": "Wir respektieren deine Privatsphäre und sammeln so wenig Daten wie möglich. Wir wissen nicht mal, wie du heißt!",
		"sourcehead": "Bau dir dein eigenes",
		"sourcebody": "HeyApple wird unter der AGPL veröffentlicht. Du kannst den Code studieren, bei der Entwicklung helfen oder einen eigenen Fork erstellen."
	},
	"privacy": {
		"contactbody": "TODO",
		"contacthead": "Name und Anschrift des Verantwortlichen",
		"head": "Datenschutz",
		"mainbody": "TODO",
		"mainhead": "Allgemeine Hinweise",
		"superbody": "TODO",
		"superhead": "Aufsichtsbehörde"
	},
	"recipe": {
		"title": "Deine Lieblingsrezepte",
		"subtitle": "Erstelle Rezepte, um den Überblick über deine Nährstoffziele zu behalten. Oder einfach nur, weil du gerne kochst.",
		"list": {
			"1": "Speichere Kochanleitungen und Zubereitungszeiten.",
			"2": "Rezepte verfolgen automatisch, ob sie vegan sind und welche Allergene, Milchprodukte oder Fleischsorten sie enthalten.",
			"3": "Teile deine Rezepte mit ausgewählten Benutzern oder zeige sie der ganzen Welt."
		}
	},
	"shop": {
		"title": "Automatische Einkaufslisten",
		"subtitle": "Finde auf einen Blick heraus, was du bei deinem nächsten Trip zum Laden alles brauchst. Alles ohne zusätzliche Listen oder Apps.",
		"list": {
			"1": "Wähle die Tage aus, für die du deinen Einkauf erledigen willst, und die Liste wird automatisch aktualisiert.",
			"2": "Sortiere den Einkauf alphabetisch oder nach Kategorien.",
			"3": "Erstelle weitere Listen für alles, was nicht in deinem Tagebuch steht."
		}
	},
	"terms": {
		"conductbody": "<p>Die Benutzung der Software unterliegt Verhaltensregeln. Wir bitten Sie, diesen Regeln zu folgen. Die Verhaltensregeln betreffen die Kommunikation mit den Anbietern der Software, etwa bei Fehlermeldungen oder der Lösung von Problemen, und anderen Benutzern der Software beim Gebrauch der sozialen Funktionen, die von der Software angeboten werden.</p><h3>Anbieter der Software</h3><p>Wenn Sie die Anbieter der Software kontaktieren, begeben Sie sich in eine professionelle Kommunikationssituation. Es wird erwartet, dass Sie sich dementsprechend verhalten. Werden Sie nicht ausfällig, schreiben Sie deutlich und knapp. Wenn Sie ein Problem melden, gehen Sie davon aus, dass die andere Person Ihnen tatsächlich helfen möchte. Feedback ist gern gesehen, aber bleiben Sie konstruktiv.</p><p>Falls Sie sich wiederholt weigern sollten, diese Regeln einzuhalten, behalten wir uns das Recht vor, Ihre zukünftigen Anfragen zu ignorieren.</p><h3>Benutzer der Software</h3><p>Die folgenden Regeln gelten bei der Verwendung sozialer Funktionen der Software, sowohl momentan existierende als auch zukünftige, die es den Benutzern erlauben, miteinander in Kontakt zu treten.</p><ul><li>Seien Sie höflich zueinander.</li><li>Gehen Sie davon aus, dass die andere Person gute Absichten hat. Bedenken Sie, dass Sie eventuell nicht dieselbe Muttersprache sprechen und dass Missverständnisse in solchen Situationen leicht entstehen können.</li><li>Respektieren und tolerieren Sie andere Benutzer unabhängig von geschlechtlicher Identität, sexueller Orientierung, körperlicher Beeinträchtigung, Aussehen, Herkunft, Sprachfertigkeiten, Alter, politischer Einstellung, Nationalität, Religion oder ähnlichen Merkmalen.</li><li>Respektieren Sie die Wünsche und die Privatsphäre anderer Benutzer.</li><li>Bedrohen, belästigen oder beleidigen Sie andere Benutzer niemals.</li><li>Verbreiten Sie keinen Spam. Unterlassen Sie aggressive Werbung für eigene Produkte oder Dienstleistungen.</li></ul><h3>Missachtung der Verhaltensregeln</h3><p>Wenn Sie die oben genannten Regeln missachten, behalten wir uns das Recht vor, Ihren Zugang zu den sozialen Funktionen der Software einzuschränken oder vollständig zu sperren. Dazu zählen alle gegenwärtigen und zukünftigen sozialen Funktionen. Wir behalten uns außerdem das Recht vor, Ihr Benutzerkonto in besonders gravierenden Fällen vollständig zu deaktivieren. Diese Maßnahmen können ohne vorherige Ankündigung erfolgen.</p>",
		"conducthead": "Verhaltensregeln",
		"deletebody": "<h3>Durch uns</h3><p>Wir behalten uns das Recht vor, Ihr Benutzerkonto unverzüglich, unwiederbringlich und ohne vorherige Ankündigung zu löschen, falls Sie die Nutzungsbedingungen auf besonders schwere Weise verstoßen sollten. Die folgenden Verhaltensweisen führen zurzeit zu einer solchen Maßnahme:</p><ul><li>Versuche, ob erfolgreich oder nicht, sich unerlaubt Zugriff auf die Daten anderer Benutzer zu verschaffen</li><li>Versuche, ob erfolgreich odr nicht, sich unerlaubt Zugriff auf erweiterte Benutzerrechte zu verschaffen</li><li>Veröffentlichung der Daten anderer Benutzer ohne ausdrückliche Genehmigung jeder einzelner Person</li></ul><p>Sicherheitsforscher können eine eingeschränkte, zeitlich begrenzte Ausnahmegenehmigung beantragen, die schriftlich eingereicht werden muss, bevor die entsprechenden Tätigkeiten aufgenommen werden. Wir behalten uns das Recht vor, eine solche Genehmigung jederzeit zurückzuziehen.</p><h3>Durch Sie</h3><p>Sie haben die Möglichkeit, Ihr Benutzerkonto jederzeit selbst zu löschen. Die Löschung wird unverzüglich durchgeführt und Sie verlieren sämtlichen Zugriff auf Ihre Benutzerdaten. Sie erhalten vorher die Möglichkeit, die Informationen in Ihrem Ernährungstagebuch in ein strukturiertes, maschinenlesbares Format (JSON) zu exportieren.</p><p>Nachdem ein Benutzerkonto erfolgreich gelöscht wurde, sind alle Daten im Zusammenhang mit diesem Konto unwiederbringlich verloren und können nicht wiederhergestellt werden. Für den Fall, dass Benutzerdaten noch in kürzlich angelegten Backups vohanden sind, behalten wir uns das Recht vor, die Daten nicht aus diesen Backups wiederherzustellen, wenn Ihr Konto als Resultat eines Verstoßes gegen die Nutzungsbedingungen gelöscht wurde.</p>",
		"deletehead": "Kontolöschung",
		"head": "Allgemeine Geschäftsbedingungen",
		"privacy": "<p>Bitte bachten Sie auch die <a href='/privacy'>Datenschutzbestimmungen</a>, um zu erfahren, welche Datenschutzrechte Sie besitzen, wie wir Ihre persönlichen Daten verwenden und was wir für den Schutz dieser Daten tun.</p>",
		"severbody": "<p>Sollten einzelne Bestimmungen dieser Geschäftsbedingungen ganz oder teilweise unwirksam oder nichtig sein oder infolge einer Änderung der Gesetzeslage oder durch höchstrichterliche Rechtsprechung oder auf andere Weise ganz oder teilweise unwirksam oder nichtig werden, bleiben die übrigen Bestimmungen davon unberührt und gültig. Soweit diese Bestimmungen nichtig oder unwirksam geworden sind, richtet sich der Inhalt des Vertrags nach den gesetzlichen Vorschriften.</p>",
		"severhead": "Unwirksamkeit einzelner Bestimmungen",
		"warrantybody": "<h3>Gewährleistungsausschluss</h3><p>Die Software bietet einen Service an in der Hoffnung, er möge nützlich sein, jedoch OHNE IRGENDEINE GEWÄHRLEISTUNG, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – die implizite Gewährleistung der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK, soweit dies gesetzlich zulässig ist.</p><h3>Haftungsausschluss</h3><p>In keinem Fall, außer wenn durch geltendes Recht gefordert oder schriftlich zugesichert, sind die Anbieter der Software Ihnen gegenüber für irgendwelche Schäden haftbar, einschließlich jeglicher allgemeiner oder spezieller Schäden, Schäden durch Seiteneffekte (Nebenwirkungen) oder Folgeschäden, die aus der Benutzung des Programms oder der Unbenutzbarkeit des Programms folgen (einschließlich – aber nicht beschränkt auf – Datenverluste, fehlerhafte Verarbeitung von Daten, Verluste, die von Ihnen oder anderen getragen werden müssen, oder dem Unvermögen des Programms, mit irgendeinem anderen Programm zusammenzuarbeiten).</p><p>Sollten der Gewährleistungsausschluß und die Haftungsbegrenzung aufgrund ihrer Bedingungen gemäß lokalem Recht unwirksam sein, sollen Bewertungsgerichte dasjenige lokale Recht anwenden, das einer absoluten Aufhebung jeglicher zivilen Haftung in Zusammenhang mit dem Programm am nächsten kommt, es sei denn, dem Programm lag eine entgeltliche Garantieerklärung oder Haftungsübernahme bei.</p>",
		"warrantyhead": "Gewährleistung & Haftung"
	}
}
