{
	"confirm": {
		"200": "Deine E-Mail-Adresse wurde erfolgreich bestätigt. Du kannst dich nun anmelden!",
		"400": "Bestätigungstoken fehlt! Du solltest überprüfen, ob du die richtige URL eingegeben hast.",
		"404": "Es gab ein Problem mit deiner Anfrage. Bitte überprüfe, ob du die richtige URL eingegeben hast. Es könnte auch sein, dass die Aktion, die du ausführen möchtest, bereits ausgeführt wurde.",
		"500": "Ein internes Serverproblem ist aufgetreten, irgend etwas läuft schief bei uns. Bitte versuche es später noch einmal.",
		"return": "Zurück zu HeyApple",
		"signin": "Zur Anmeldung",
		"title1": "Konto",
		"title2": "Aktivierung"
	},
	"email": {
		"action": {
			"1": "Konto aktivieren",
			"3": "Passwort zurücksetzen"
		},
		"foot": "&copy; 2021-2022 das HeyApple Entwicklerteam",
		"info": {
			"3": "<p>Falls du dein Passwort gar nicht zurücksetzen wolltest, solltest du deinen Anmeldeverlauf auf verdächtige Vorgänge prüfen. Eine Übersicht über die letzten Anmeldeversuche findest du in deinen Profileinstellungen.</p>"
		},
		"msg": {
			"1": "<h2>Hallo und willkommen bei HeyApple,<h2><p>deine Registrierung ist fast abgeschlossen. Klicke auf den Link, um deine E-Mail-Adresse zu bestätigen und das Benutzerkonto für die Anmeldung freizuschalten:</p>",
			"3": "<p>Hallo,</p><p>du benötigst Hilfe, weil du nicht mehr in dein HeyApple-Konto kommst? Klicke auf den Link, um dein Passwort zurückzusetzen:"
		},
		"plain": "Sollte der Link nicht funktionieren, kopiere die folgende Adresse in die Adresszeile deines Internet-Browsers:",
		"sub": {
			"1": "Willkommen bei HeyApple!",
			"3": "Vergessenes Passwort zurücksetzen"
		}
	},
	"err": {
		"err": "Fehler"
	},
	"form": {
		"confirm": "Passwort bestätigen",
		"pass": "Passwort",
		"reset": "Passwort speichern"
	},
	"home": {
		"betawarn": "HeyApple befindet sich momentan in der Beta-Phase. Viele Funktionen fehlen noch oder sind unvollständig. Der offizielle Start ist für Ende 2022 geplant.",
		"copy": "&copy; 2021-2022 das HeyApple Entwicklerteam",
		"copyshort": "&copy; 2021-2022",
		"legal": "Impressum",
		"login": "Anmelden",
		"privacy": "Datenschutz",
		"register": "Registrieren",
		"terms": "AGB"
	},
	"lang": "de",
	"legal": {
		"contactbody": "TODO",
		"contacthead": "Diensteanbieter",
		"head": "Impressum",
		"mainbody": "<p>Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.</p><h2>Haftung für Links</h2><p>Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.</p><h2>Urheberrecht</h2><p>Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.</p>",
		"mainhead": "Haftung für Inhalte"
	},
	"privacy": {
		"contactbody": "TODO",
		"contacthead": "Name und Anschrift des Verantwortlichen",
		"head": "Datenschutz",
		"mainbody": "TODO",
		"mainhead": "Allgemeine Hinweise",
		"superbody": "TODO",
		"superhead": "Aufsichtsbehörde"
	},
	"reset": {
		"200": "Dein Passwort wurde erfolgreich geändert. Du kannst jetzt versuchen, dich wieder anzumelden.",
		"400": "Das Passwort darf nicht leer sein.",
		"403": "Es sieht so aus, als hättest du keine Rechte, das zu tun.",
		"404": "Es gab ein Problem mit deiner Anfrage. Bitte überprüfe, ob du die richtige URL eingegeben hast. Es könnte auch sein, dass die Aktion, die du ausführen möchtest, bereits ausgeführt wurde.",
		"500": "Ein internes Serverproblem ist aufgetreten, irgend etwas läuft schief bei uns. Bitte versuche es später noch einmal.",
		"hint": "Du kannst jetzt ein neues Passwort für dein Benutzerkonto vergeben. Danach solltest du dich mit dem neuen Passwort anmelden können. Denk daran, Passwörter müssen <strong>mindestens 10 Zeichen</strong> lang sein und sollten eine Mischung aus Buchstaben, Ziffern und Sonderzeichen enthalten!",
		"nomatch": "Die Passwörter stimmen nicht überein.",
		"return": "Zurück zu HeyApple",
		"title1": "Passwort ",
		"title2": "Zurücksetzen"
	},
	"terms": {
		"conductbody": "<p>Die Benutzung der Software unterliegt Verhaltensregeln. Wir bitten Sie, diesen Regeln zu folgen. Die Verhaltensregeln betreffen die Kommunikation mit den Anbietern der Software, etwa bei Fehlermeldungen oder der Lösung von Problemen, und anderen Benutzern der Software beim Gebrauch der sozialen Funktionen, die von der Software angeboten werden.</p><h3>Anbieter der Software</h3><p>Wenn Sie die Anbieter der Software kontaktieren, begeben Sie sich in eine professionelle Kommunikationssituation. Es wird erwartet, dass Sie sich dementsprechend verhalten. Werden Sie nicht ausfällig, schreiben Sie deutlich und knapp. Wenn Sie ein Problem melden, gehen Sie davon aus, dass die andere Person Ihnen tatsächlich helfen möchte. Feedback ist gern gesehen, aber bleiben Sie konstruktiv.</p><p>Falls Sie sich wiederholt weigern sollten, diese Regeln einzuhalten, behalten wir uns das Recht vor, Ihre zukünftigen Anfragen zu ignorieren.</p><h3>Benutzer der Software</h3><p>Die folgenden Regeln gelten bei der Verwendung sozialer Funktionen der Software, sowohl momentan existierende als auch zukünftige, die es den Benutzern erlauben, miteinander in Kontakt zu treten.</p><ul><li>Seien Sie höflich zueinander.</li><li>Gehen Sie davon aus, dass die andere Person gute Absichten hat. Bedenken Sie, dass Sie eventuell nicht dieselbe Muttersprache sprechen und dass Missverständnisse in solchen Situationen leicht entstehen können.</li><li>Respektieren und tolerieren Sie andere Benutzer unabhängig von geschlechtlicher Identität, sexueller Orientierung, körperlicher Beeinträchtigung, Aussehen, Herkunft, Sprachfertigkeiten, Alter, politischer Einstellung, Nationalität, Religion oder ähnlichen Merkmalen.</li><li>Respektieren Sie die Wünsche und die Privatsphäre anderer Benutzer.</li><li>Bedrohen, belästigen oder beleidigen Sie andere Benutzer niemals.</li><li>Verbreiten Sie keinen Spam. Unterlassen Sie aggressive Werbung für eigene Produkte oder Dienstleistungen.</li></ul><h3>Missachtung der Verhaltensregeln</h3><p>Wenn Sie die oben genannten Regeln missachten, behalten wir uns das Recht vor, Ihren Zugang zu den sozialen Funktionen der Software einzuschränken oder vollständig zu sperren. Dazu zählen alle gegenwärtigen und zukünftigen sozialen Funktionen. Wir behalten uns außerdem das Recht vor, Ihr Benutzerkonto in besonders gravierenden Fällen vollständig zu deaktivieren. Diese Maßnahmen können ohne vorherige Ankündigung erfolgen.</p>",
		"conducthead": "Verhaltensregeln",
		"deletebody": "TODO",
		"deletehead": "Kontolöschung",
		"head": "Allgemeine Geschäftsbedingungen",
		"privacy": "<p>Bitte bachten Sie auch die <a href='/privacy'>Datenschutzbestimmungen</a>, um zu erfahren, welche Datenschutzrechte Sie besitzen, wie wir Ihre persönlichen Daten verwenden und was wir für den Schutz dieser Daten tun.</p>",
		"severbody": "<p>Sollten einzelne Bestimmungen dieser Geschäftsbedingungen ganz oder teilweise unwirksam oder nichtig sein oder infolge einer Änderung der Gesetzeslage oder durch höchstrichterliche Rechtsprechung oder auf andere Weise ganz oder teilweise unwirksam oder nichtig werden, bleiben die übrigen Bestimmungen davon unberührt und gültig. Soweit diese Bestimmungen nichtig oder unwirksam geworden sind, richtet sich der Inhalt des Vertrags nach den gesetzlichen Vorschriften.</p>",
		"severhead": "Unwirksamkeit einzelner Bestimmungen",
		"warrantybody": "<h3>Gewährleistungsausschluss</h3><p>Die Software bietet einen Service an in der Hoffnung, er möge nützlich sein, jedoch OHNE IRGENDEINE GEWÄHRLEISTUNG, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – die implizite Gewährleistung der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK, soweit dies gesetzlich zulässig ist.</p><h3>Haftungsausschluss</h3><p>In keinem Fall, außer wenn durch geltendes Recht gefordert oder schriftlich zugesichert, sind die Anbieter der Software Ihnen gegenüber für irgendwelche Schäden haftbar, einschließlich jeglicher allgemeiner oder spezieller Schäden, Schäden durch Seiteneffekte (Nebenwirkungen) oder Folgeschäden, die aus der Benutzung des Programms oder der Unbenutzbarkeit des Programms folgen (einschließlich – aber nicht beschränkt auf – Datenverluste, fehlerhafte Verarbeitung von Daten, Verluste, die von Ihnen oder anderen getragen werden müssen, oder dem Unvermögen des Programms, mit irgendeinem anderen Programm zusammenzuarbeiten).</p><p>Sollten der Gewährleistungsausschluß und die Haftungsbegrenzung aufgrund ihrer Bedingungen gemäß lokalem Recht unwirksam sein, sollen Bewertungsgerichte dasjenige lokale Recht anwenden, das einer absoluten Aufhebung jeglicher zivilen Haftung in Zusammenhang mit dem Programm am nächsten kommt, es sei denn, dem Programm lag eine entgeltliche Garantieerklärung oder Haftungsübernahme bei.</p>",
		"warrantyhead": "Gewährleistung & Haftung"
	}
}