{
	"diary": {
		"title": "Meal Planning and Nutrient Tracking",
		"subtitle": "Add recipes to your diary with the click of a button. Adjust the amount, add or remove ingredients; planning ahead and living in the moment have never been easier.",
		"list": {
			"1": "Organize your diary by time of day or create custom meals for grouping.",
			"2": "Adjust daily recommended doses based on your individual circumstances.",
			"3": "Favorites make it even faster to add food that you eat often.",
			"4": "Use templates to build a meal plan for an entire week with one push of a button.",
			"5": "Never lose data: The diary stays organized even after years of adjusting ingredients and deleting or renaming recipes."
		}
	},
	"email": {
		"action": {
			"1": "Activate Account",
			"3": "Reset Password"
		},
		"foot": "&copy; 2021-2022 the HeyApple development team",
		"info": {
			"3": "<p>If you did not ask to reset your password, you might want to review your recent account access for any unusual activity. You can do so in your profile settings.</p>"
		},
		"msg": {
			"1": "<h2>Hello and welcome to HeyApple,</h2><p>Your registration is almost complete. Click this link to confirm your e-mail address and enable the account login:</p>",
			"3": "<p>Hello,</p><p>You asked for help getting back into your HeyApple account? Click this link to set a new password:"
		},
		"plain": "If the link above does not work, copy the following address and paste it into the address bar of your internet browser:",
		"sub": {
			"1": "Welcome to HeyApple!",
			"3": "Your password reset request"
		}
	},
	"err": {
		"err": "Error"
	},
	"food": {
		"title": "Detailed Food Database",
		"subtitle": "Search hundreds of foods and compare macro nutrients, minerals, and vitamins.",
		"list": {
			"1": "The database tracks more than 40 nutrients, including different types of fats and carbs.",
			"2": "Every new entry is verified with official international food databases.",
			"3": "Quality over quantity: Unprocessed, natural foods make up most of the database."
		}
	},
	"home": {
		"betawarn": "HeyApple is still in its beta phase. As such, many features are incomplete or missing. A full release is planned for late 2022.",
		"copy": "&copy; 2021-2022 the HeyApple developers",
		"legal": "Legal Notice",
		"login": "Sign in",
		"privacy": "Privacy Policy",
		"register": "Sign up",
		"terms": "Terms"
	},
	"jumbo": {
		"title": "The Complete Food Tracking Solution",
		"subtitle": "From frying pan to shopping cart, HeyApple provides everything you need to track nutrients and plan your meals",
		"diaryhead": "Meal Planner",
		"diaryintro": "Plan and track your meals, set nutrient targets, analyze the data",
		"foodhead": "Food Database",
		"foodintro": "Find the food that fits your macros and more than 30 other nutrients",
		"recipehead": "Recipe Manager",
		"recipeintro": "Create your own cookbook, share it if you like, get inspired by others",
		"shophead": "Shopping List",
		"shopintro": "Automatic shopping lists make every grocery run a walk in the park"
	},
	"lang": "en",
	"legal": {
		"contactbody": "TODO",
		"contacthead": "Site Ownership",
		"head": "Legal Notice",
		"mainbody": "<p>We make every effort to keep the information on our Web site current, but accept no liability whatsoever for the content provided. Pursuant to §7 par. 1 of TMG (German Tele-Media Act), the law limits our responsibility as a service provider to our own content on these Web pages. According to §§8 to 10 of TMG, we are not obligated to monitor third party information provided or stored on our Web site. However, we shall promptly remove any content upon becoming aware that it violates the law. Our liability in such an instance shall commence at the time we become aware of the respective violation.</p><h2>Liability for Links</h2><p>Our site contains links to third-party Web sites. We have no influence whatsoever on the information on these Web sites and accept no guaranty for its correctness. The content of such third-party sites is the responsibility of the respective owners/providers. At the time third-party Web sites were linked to ours, we found NO GROUNDS WHATSOEVER of any likely contravention of the law. We shall promptly delete a link upon becoming aware that it violates the law.</p><h2>Copyrights</h2><p>The content and works provided on these Web pages are governed by the copyright laws of Germany. Duplication, processing, distribution, or any form of commercialization of such material beyond the scope of the copyright law shall require the prior written consent of its respective author or creator.</p>",
		"mainhead": "Liability for Content"
	},
	"more": {
		"title": "More Goodies",
		"appshead": "There's an app for that",
		"appsbody": "We have dedicated apps for mobile phones and every major browser. You can even write your own!",
		"donatehead": "...but doesn't have to be",
		"donatebody": "If you want to support HeyApple development, you can donate to the development fund.",
		"freehead": "It's free...",
		"freebody": "You don't have to pay anything to use all of HeyApple's features.",
		"privacyhead": "Private by design",
		"privacybody": "We respect your privacy and keep the collection of personal data to a minimum. We don't even ask your name!",
		"qualityhead": "Quality information",
		"qualitybody": "All nutrients are verified before they make it into the database.",
		"sourcehead": "Make it your own",
		"sourcebody": "HeyApple is released under the AGPL. You can inspect the code, contribute, or fork it at any time."
	},
	"privacy": {
		"contactbody": "TODO",
		"contacthead": "Designated Responsible Representative",
		"head": "Privacy Policy",
		"mainbody": "TODO",
		"mainhead": "General Information",
		"superbody": "TODO",
		"superhead": "State Supervisory Authority"
	},
	"recipe": {
		"title": "Your Favorite Recipes",
		"subtitle": "Create recipes to stay on top of your nutrient targets. Or just because you like cooking.",
		"list": {
			"1": "Add instructions and preparation times to your favorite meals.",
			"2": "Recipes track whether they're vegan or dairy, and what types of meat they contain.",
			"3": "Share your recipes with selected users or make them public for the whole world to see."
		}
	},
	"shop": {
		"title": "Automatic Shopping Lists",
		"subtitle": "See what you need to buy on your next run to the store at a single glance. No need to maintain separate lists or use multiple apps.",
		"list": {
			"1": "Select the days you want to shop for to let the list update automatically.",
			"2": "Sort items by name or aisle.",
			"3": "Create custom shopping lists for non-food items."
		}
	},
	"terms": {
		"conductbody": "<p>The usage of the Software is governed by a code of conduct that you are expected to follow. The code of conduct covers behavior towards the providers of the Software, in cases such as requesting support and reporting errors, and other users of the software when making use of any of the Software's social features.</p><h3>Providers of the Software</h3><p>When contacting the providers of the Software, you're entering a professional setting and are expected to act accordingly. Don't swear at anyone, be clear and concise. When reporting a problem, assume positive intent from the other person. Feedback is welcome, but keep your criticism constructive.</p><p>Failure to comply with these guidelines might lead us to stop responding to your requests.</p><h3>Users of the Software</h3><p>The following rules apply to any social feature provided by the Software, both current and upcoming, where users can communicate with each other.</p><ul><li>Do be polite and courteous.</li><li>Do assume positive intent. Keep in mind that you might not share the same native language and that misunderstandings happen as a result of that language barrier.</li><li>Do respect and tolerate others regardless of gender identity and expression, sexual orientation, disability, physical appearance, body size, race, ethnicity, language proficiency, age, political orientation, nationality, religion, or other similar characteristics.</li><li>Do respect others' wishes, their privacy and boundaries.</li><li>Don't harass others, don't be intentionally offensive.</li><li>Don't spam or troll others. Don't engage in aggressive advertizing of your services to other users.</li></ul><h3>Violations of the Code of Conduct</h3><p>If you're found to be in violation of these rules, we reserve the right to limit or disable your access to certain features of the Software. These include any social features the app provides or might provide in the future. We reserve the right to deactivate your account entirely in severe cases of conduct breaches. These measures might be taken without prior notification.</p>",
		"conducthead": "Code of Conduct",
		"deletebody": "<h3>By Us</h3><p>We reserve the right to terminate your user account immediately, irrevocably, and without prior notification if you're found to be in severe violation of the terms of service. At the time of writing, the following types of behavior will lead to an immediate ban:</p><ul><li>Trying with or without success to gain unauthorized access to other users' data</li><li>Trying with or without success to gain unauthorized access to elevated user privileges</li><li>Publishing other users' data without express consent from each affected individual</li></ul><p>Security researchers can apply for a limited, temporary exception from some of these rules if they hand in a written request prior to conducting any such activity. We reserve the right to revoke any such exception at any time.</p><h3>By You</h3><p>You are provided with the means to delete your account on your own at any time. The account deletion will be immediate and you will not have access to any of your user data thereafter. You will be given the opportunity to export the information stored in your diary to a file in a structured, machine-readable format (JSON).</p><p>After an account is deleted successfully, all data connected to that account is irretrievably lost and cannot be restored. In cases where account information is stored in backups, we reserve the right to refuse restoration from the backups if your account was terminated as a result of violating any of the terms stated here.</p>",
		"deletehead": "Account Termination",
		"head": "Terms of Service",
		"privacy": "<p>Please refer to the <a href='/privacy'>privacy policy</a> in addition to these terms and conditions to learn about your privacy rights and how we handle and protect your data.</p>",
		"severbody": "<p>If any part, term or provision of this Agreement is held to be illegal, in conflict with any law or otherwise invalid, the remaining portion or portions shall be considered severable and not be affected by such determination, and the rights and obligations of the parties shall be construed and enforced as if the Agreement did not contain the particular part, term or provisions held to be illegal or invalid.</p>",
		"severhead": "Severability",
		"warrantybody": "<h3>Disclaimer of Warranty</h3><p>The Software offers a service in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE, to the extent permitted by applicable law.</p><h3>Limitation of Liability</h3><p>In no event unless required by applicable law or agreed to in writing will the provider of the Software be liable to you for damages, including any general, special, incidental or consequential damages arising out of the use or inability to use the program (including but not limited to loss of data or data being rendered inaccurate or losses sustained by you or third parties or a failure of the program to operate with any other programs).</p><p>If the disclaimer of warranty and limitation of liability provided above cannot be given local legal effect according to their terms, reviewing courts shall apply local law that most closely approximates an absolute waiver of all civil liability in connection with the Software, unless a warranty or assumption of liability accompanies a copy of the Software in return for a fee.</p>",
		"warrantyhead": "Warranty & Liability"
	}
}
